Repository: lgr/yoya
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pl

source: Spanish
es: Español
pl: Hiszpański

source: English
es: Inglés
pl: Angielski

source: Polish
es: Polaco
pl: Polski

source: Friend's e-mail
es: E-mail del amig@
pl: E-mail znajomego

source: Friend's name
es: Nombre del amig@
pl: Imię znajomego

source: Your name
es: Tu nombre
pl: Twoje imię

source: Your friend was invited, thanks!
es: Tu amigo ha sido invitado, gracias!
pl: Twój znajomy został zaproszony, dzięki!

source: Tell your friend about this place!
es: Dile a tus amigos sobre este sitio!
pl: Powiedz o tej stronie swoim znajomym!

source: Send
es: Enviar
pl: Wyślij

source: Male
es: Varón
pl: Mężczyzna

source: Female
es: Mujer
pl: Kobieta

source: Undefined
es: No definido
pl: Nie wiadomo co

source: Active
es: Activo
pl: Aktywny

source: Deleted
es: Suprimido
pl: Usunięty

source: Banned
es: Bloqueado
pl: Zbanowany

source: System user
es: Usuario del sistema
pl: Użytkownik systemowy

source: Modification date
es: la fecha de modificación
pl: Data modyfikacji

source: Gender
es: Sexo
pl: Płeć

source: New profile picture
es: Nueva imagen del perfil
pl: Nowe zdjęcie profilowe

source: Date of Birth
es: Fecha de nacimiento
pl: Data urodzenia

source: User Status
es: Estado del usuario
pl: Status użytkownika

source: Language
es: El idioma
pl: Język

source: Profile of
es: El perfil de
pl: Profil

source: Name
es: Nombre
pl: Nazwa

source: Statistics
es: Statisticas
pl: Statystyki

source: Joined us
es: Ha registrado
pl: Dołączył(-a)

source: Last actualization of the profile
es: Ultima actualización del perfil
pl: Ostatnia aktualizacja profilu

source: Till now, you have added %(total)s yoyas from which
es: Todavía has añadido %(total)s yoyas de quales
pl: Jak dotąd dodałe(-a)ś %(total)s publikacji, z których

source: were accepted
es: han sido acceptados
pl: zostało zakceptowanych

source: were published
es: han sido publicadas
pl: zostało opublikowanych

source: are waiting for to be accepted
es: estan pendientes
pl: czeka do zaakceptowania

source: were rejected
es: han sido rechazadas
pl: zostało odrzuconych

source: were removed
es: han sido suprimidas
pl: zostało usuniętych

source: Ranking
es: El ranking

source: My profile
es: Mi perfil
pl: Mój profil

source: Edit your profile
es: Editar tu perfil
pl: Edytuj swój profil

source: Here you can change your data and manage your account.
es: Aquí puedes cambiar tus datos y gestionar tu cuenta.
pl: Tutaj możesz zmienić swoje dane i zarządać swoim kontem.

source: You have joined us
es: Has registrado en
pl: Dołączyłe(-a)ś do nas

source: The last actualization of the profile
es: Ultima actualización del perfil
pl: Ostatnia aktualizacja profilu

source: The following data isn't correct
es: Los siguentes datos no son correctos
pl: Następujące dane nie są poprawne

source: Save
es: Guardar
pl: Zapisz

source: Account management
es: Gestión de la cuenta
pl: Zarządzanie kontem

source: Change the password
es: Cambiar la contraseña
pl: Zmiana hasła

source: It's not possible yet.
es: Todavía no es posible.
pl: To jeszcze nie jest możliwe

source: Delete your account
es: Borrar tu cuenta
pl: Usuń swoje konto

source: Account activation
es: Activación de la cuenta
pl: Aktywacja konta

source: Yeap! Your account has been successfully created.
es: Eepa! Tu cuenta ha sido creada con éxito.
pl: Mistrzowo! Twoje konto zostało utworzone pomyślnie

source: Ehh... We couldn't create your account:(
es: Ayy... no pudimos crear tu cuenta:(
pl: Lipa... Nie mogliśmy utworzyć Twojego konta:(

source: Thank you for registering. Now you can start a new session by pressing this button
es: Gracias por registrarte. Ahora puedes iniciar la sesión pulsando éste botón.
pl: Dziękujemy za rejestrację. Teraz możesz się zalogować przez naciśnięcie tego przycisku

source: Login
es: Entrar

source: We are sorry, but it doesn't work. It's possible that your activation link is incorrect or out of date. The activation keys are valid only for %(days)s after the registration.
es: Lo sentimos, pero no funciona. Puede ser que tu enlace de activación es incorrecto, o la clave de activación de tu cuenta ha caducado. Las claves de activación son válidos únicamente para %(days)s días después de la registración.
pl: Bardzo nam przykro, ale to nie działa. Możliwe, że Twój link aktywacyjny jest niepoprawny lub przeterminowany. Nasze kody rejestracyjne są ważne jedynie %(days)s od momentu rejestracji.

source: Activation completed
es: Activación completa
pl: Aktywacja zakończona

source: Well done!
es: Perfecto!
pl: Świetnie!

source: Thank you for registering. The registration process has been completed. Now, you can start sharing your epic images and videos!
es: Gracias por registrarte. El proceso de registración se ha completado. Ahora puedes empezar a compartir tus imagenes y videos epicos!
pl: Dziękujemy za zarejestrowanie się. Proces rejestracji zakończył się pomyślnie. Od teraz możesz zacząć dzielić się apickimi obrazkami i filmikami!

source: Passing to the profile edition in
es: Pasando a la edición de tu perfil en
pl: Przekierowanie do edycji profilu za

source: Someone, hopefully you, signed up for a new account at YoYa (http://yoya.es) using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar:
es: Alguien, esperamos que Tu, intenta crear una nueva cuenta en Yoya (http://www.yoya.es) utilizando la siguiente dirección e-mail. Si eres tú, y te gustaría activar y usar su cuenta, haga clic en el enlace abajo o copie y peguelo en la barra de direcciones de su navegador web:
pl: Ktoś, miejmy nadzieję, że Ty, zarejestrował się używając tego adresu e-mail, aby otrzymać nowe konto na YoYa (http://yoya.es). Jeśli to rzeczywiście Ty i chcesz aktywoważ i korzystać ze swojego konta na Yoya, kliknij na poniższy link lub skopiuj go i wklej w adres swojej przeglądarki:

source: If you didn't request this, you don't need to do anything - you won't receive any more email from us, and the account will expire automatically in %(days)s days. Thank you, The team of yoya.es
es: Si no has solicitado nueva cuenta, no necesitas hacer nada - no vamos a enviarte más e-mails de nosotros, y la cuenta caducará automáticamente en %(days)s días. Gracias, El equipo de yoya.es
pl: Jeśli jednak to nie Ty chcesz założyć nowe konto, nie martw się, nie musisz nic robić - nie wyślemy Ci już żadnych nowych maili, a rozpoczęta rejestracja zostanie automatycznie unieważniona za %(days)s dni. Dziękujemy, Ekipa yoya.es

source: YoYa Account Activation
es: Activación de cuenta en YoYa
pl: Aktywacja Konta YoYa

source: The user name and the password don't match or you don't have an account yet
es: El nombre de usuario y la contraseña no coinciden o tienes una cuenta aún
pl: Nazwa uzytkownika i hasło nie zgadzają się lub jeszcze nie masz tutaj swojego konta.

source: If you don't have your User Account yet, click here
es: Si todavia no tienes Cuenta de Usuario click aquí
pl: Jeśli jeszcze nie masz swojego Konta Użytkownika, kliknij tutaj

source: Register
es: Registrar
pl: Zarejestruj się

source: Click me, if you have forgotten your password.
es: Pinchame, si has olvidado tu contraseña.
pl: Kliknij tutaj, jeśli nie pamiętasz swojego hasła.

source: Logout
es: Salir
pl: Wyloguj

source: Going back to the main page in
es: Volviendo a la portada en
pl: Powrót do strony głównej za

source: Password change
es: Cambiar la contraseña
pl: Zmiana hasła

source: Password change successful
es: la contraseña ha sido cambiado satisfactoriamente
pl: Zmiana hasła powiodła się

source: Your password was changed.
es: Tu contraseña ha sido cambiado.
pl: Twoje hasło zostało zmienione

source: Click
es: Haga click
pl: Kliknij

source: HERE
es: AQUÍ
pl: TUTAJ

source: to go back to your settings edition.
es: para volver a la edición de los datos.
pl: aby powrócić do edycji swoich danych.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
es: Por favor proporcione su contraseña actual, por su seguridad, y entonces defina la nueva contraseña dos veces, para verificar que fue escrita correctamente.
pl: Dla bezpieczeństwa, najpierw wpisz swoje aktualne hasło, a potem wpisz dwukrotnie swoje nowe hasło, abyśmy mogli sprawdzić, czy się nie pomyliłe(-a)ś.

source: Please correct the error below
es: Por favor corrija el siguiente error
pl: Proszę poprawić poniższe błędy

source: Confirm
es: Confirmar
pl: Potwierdź

source: Password reset
es: Restablecer contraseña
pl: Resetowanie hasła

source: Password reset complete
es: Reajuste de la contraseña completado.
pl: Resetowanie hasła zakończone

source: Your password has been set. You may go ahead and log in now.
es: Su contraseña ha sido enviada. Puede continuar e iniciar sesión ahora.
pl: Twoje hasło zostało ustawione. Teraz możesz się zalogować.

source: Enter new password
es: Introduzca una nueva contraseña
pl: Wpisz nowe hasło

source: Password reset failed
es: El reajuste de la contraseña falló
pl: Resetowanie hasła nie powiodło się

source: Please enter your new password twice so we can verify you typed it in correctly.
es: Por favor, introduzca su nueva contraseña dos veces de manera que podamos verificar que la ha tecleado correctamente.
pl: Wpisz dwukrotnie swoje nowe hasło, abyśmy mogli sprawdzić, czy się nie pomyliłe(-a)ś

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El enlace de restablecimiento de contraseña no es válida, posiblemente debido a que ya se ha utilizado. Por favor, solicitar un restablecimiento de la contraseña nueva.
pl: Link resetowania hasła był niepoprawny, ponieważ prawdopodobnie został już użyty. Zgłoś ponownie chęć zresetowania hasła.

source: Change my password
es: Cambiar mi contraseña
pl: Zmień moje hasło

source: Password reset successful
es: La contraseña reajustada satisfactoriamente
pl: Resetowanie hasła przebiegło pomyślnie

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
es: Se han enviado las instrucciones al correo electrónico para establecer una nueva contraseña. Usted deberá recibirlo en breve.
pl: Instrukcje dotyczące ustawienia nowego hasła zostały wysłane na Twój e-mail. Wktótce otrzymasz naszą wiadomość.

source: You're receiving this e-mail because you requested a password reset
es: Has recibido este correo por haber solicitado el reajuste de contraseña
pl: Otrzymujesz tę wiadomość, ponieważ zglosiłe(-a)ś potrzebę zresetowania swojego hasła

source: for your user account at %(site_name)s
es: para su cuenta de usuario en %(site_name)s
pl: dla Twojego konta użytkownika w serwisie %(site_name)s

source: Please go to the following page and choose a new password:
es: Por favor vaya a la siguiente página y escoja una nueva contraseña:
pl: Przejdź do poniższej strony i wprowadź nowe hasło:

source: Your username, in case you've forgotten:
es: Su nombre de usuario es:
pl: Twój login, na wypadek gdybyś nie pamiętał(-a):

source: Thanks for using our site!
es: ¡Gracias por usar nuestro servicio!
pl: Dzięki za korzystanie z naszej strony!

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
es: ¿Olvidó su contraseña? Proporcione a continuación su correo electrónico, y le será enviado un mensaje con instrucciones para recuperar su cuenta.
pl: Nie pamiętasz hasła? Wpisz poniżej swój e-mail, a my wyślemy Ci instrukcje jak otrzymać nowe hasło.

source: Reset my password
es: Restablecer mi contraseña
pl: Zresetuj moje hasło

source: Registration completed
es: Registro Completo
pl: Rejestracja zakończona

source: Check your e-mail
es: Por favor revise tu correo
pl: Sprawdź swój e-mail

source: Thank you for registering. The registration link has been sent to the given e-mail address with the instructions how to activate your account.
es: Gracias por registrarte. El enlace de activación ha sido enviado a la dirección de correo indicada, junto con instrucciones para activar tu cuenta.
pl: Dziękujemy za rejestrację. Na podany adres zostały wysłane instrukcje jak aktywować Twoje konto.

source: Create a new account
es: Crear nueva cuenta
pl: Stwórz nowe konto

source: Fill out the form to the left (all fields are required), and your account will be created; you'll be sent an email with instructions on how to finish your registration. We hate spam as much as you do, so we'll only use your email to send you signup instructions.
es: Llena el formulario a la izquierda (todos los campos son obligatorios) y su cuenta será creada. Después te enviaremos un e-mail con instrucciones sobre cómo terminar tu registración. Odiamos el spam tanto como tu, entonces sólo vamos a utilizar el correo electrónico para enviar las instrucciones de registración.
pl: Wypełnij formularz po lewej (wszystkie pola są obowiązkowe) a Twoje konto zostanie utworzone; otrzymasz e-mail z instrukcjami jak zakończyć swoją rejestrację. Nie znosimy spamu tak samo jak Ty, dlatego użyjemy Twojego adresu tylko w celu wysłania dalszych instrukcji rejestracji.

source: Password
es: La contraseña
pl: Hasło

source: Verify password
es: Verificar la contraseña
pl: Potwierdź hasło

source: Image
es: Imagen
pl: Obrazek

source: Did you forget to select the file to upload or to introduce a video URL?
es: ¿Has olvidado subir el archivo o indicar la dirección del video?
pl: Zapomniałe(-a)ś wybrać plik do wysłania lub podać linku do filmiku?

source: Every language
es: Todos los idiomas
pl: Każdy język

source: Pending for Acceptance
es: Esperando para Acceptar
pl: Oczekuje na Zaakceptowanie

source: Accepted
es: Acceptado
pl: Zaakceptowane

source: Rejected
es: Rechazado
pl: Odrzucone

source: Published on the Front Page
es: Publicado en la Portada
pl: Opublikowane na Głównej

source: Author
es: Autor
pl: Autor

source: Status
es: Estado

source: Time added
es: Añadido en
pl: Czas dodania

source: Time accepted
es: Aceptado en
pl: Czas zaakceptowania

source: Time published
es: Publicado en
pl: zostało opublikowanych

source: Source
es: Fuente
pl: Źródło

source: Description
es: Descripción
pl: Opis

source: Address URL
es: Dirección URL
pl: Adres URL

source: Share something epic
es: Compartir algo épico
pl: Podziel się czymś epickim

source: Uploading a new publication
es: Envío de una publicación nueva
pl: Wyślij nową publikację

source: We are sorry, but we allow sending only up to %(number)s publications per day. Please wait until midnight.
es: Lo sientamos, pero se puede subir cómo máximo %(number)s publicaciones al día. Espara hasta medianoche.
pl: Sorewicz, niestety pozwalamy tylko na wysłanie co najwyżej %(number)s publikacji dziennie. Musisz poczekać przynajmniej do północy.

source: Thank you, your publication is being processed. After the succesful acceptance, it is visible in the 'Waiting' section.
es: Gracias, tu publicación esta en proceso. Una vez que se acepte pasará a la sección de 'Pendientes'.
pl: Dziękujemy, Twoja publikacja jest właśnie przeglądana. Po zaakceptowaniu, zostanie upubliczniona w sekcji 'Poczekalnia'.

source: Upload
es: Subir
pl: Wyślij

source: Contact message
es: Mensaje de contacto
pl: Widomość kontaktowa

source: Advertisement Request
es: Petición de Publicidad
pl: Zapytanie o Reklamę

source: Name and surname or the company name
es: Nombre y apellidos o el nombre de la empresa
pl: Imię i nazwisko lub nazwa fizmy

source: E-mail address
es: Dirrección de e-mail
pl: Adres e-mail

source: Telephone number
es: El número del telefono
pl: Numer telefonu

source: Message
es: Mensaje
pl: Wiadomość

source: Time sent
es: Enviado en
pl: Czas wysłania

source: Type
es: Tipo
pl: Typ

source: 404 | Web page doesn't exist
es: 404 | La pagina no existe
pl: 404 | Strona nie może się odnaleźć

source: Ups, we are confused...
es: Ups, estamos confundidos....
pl: Łojejku, jesteśmy zakłopotani...

source: It looks like the Web page you're looking for:
es: Parece que la pagina que estas buscando:
pl: Wygląda na to, że strona, którą próbujesz otworzyć:

source: doesn't exist.
es: no existe.
pl: nie istnieje.

source: WTF is going on here?!
es: E, ke pasa koño?!
pl: Co tu się w ogóle dzieje?!

source: Server error. It looks that we have a small problem...
es: Error del servidor. Parece que tenemos un problema pequeño...
pl: Error serwera. Wygląda na to, że mamy mały problem... Ale sztab naszych amerykańskich naukowców już pracuje nad jego rozwiązaniem.

source: Yoya.es - The best images from the Internet
es: Yoya.es - Las mejores imagenes del internet
pl: Yoya.es - Najlepsze obrazki z internetu

source: The best images from the Internet
es: Las mejores imagenes del internet
pl: Najlepsze obrazki z internetu

source: Do you like YoYa?
es: A ti te gusta YoYa?
pl: Podoba Ci się YoYa?

source: Tell your friends about it! Share something on Facebook, Tuenti or Twitter.
es: Dile a tus amigos! Comparte yoyas en Facebook, Tuenti o en Twitter.
pl: Powiedz o nas swoim znajomym! Publikuj i lajkuj nasze obrazki na Fejsie i Twitterze. Niech inni też się cieszą:)

source: Follow
es: Seguir
pl: Obserwuj

source: Hi! Nice that you dropped in here.
es: Buenas!
pl: Siema! Fajnie, że do nas wpadasz.

source: So far our community have published
es: Por ahora nuestra Comunidad ha publicado
pl: Do tej pory nasza społeczność publikowała

source: ...in the Waiting section
es: ...en Pendientes
pl: ...w Poczekalni

source: ...on the Main Page
es: ...en la Portada
pl: ...na Stronie Głównej

source: new yoyas added
es: nuevas yoyas añadidas!
pl: nowych obrazków

source: Tell your friend
es: Dile a tu amig@!
pl: Powiadom znajomego

source: Hey
es: Ey
pl: Ej

source: Main
es: Portada
pl: Główna

source: Random
es: Aleatorio
pl: Losowe

source: new
es: nuevo
pl: nowy

source: Moderate
es: Moderar
pl: Moderuj

source: Spider
es: Araña
pl: Pająk

source: Woaah! it looks like you have seen all the yoyas that we have published in this seciton so far. Just click below - there are still many yoyas that you haven't seen yet:
es: ¡Olo! Parece que has visto todas las yoyas que hemos publicado en esta sección hasta ahora. Sólo pincha abajo - hay todavía muchas yoyas que no has visto:
pl: Łojej! Wygląda na to, że udało Ci się obejrzeć wszystko, co zostało opublikowane w tej sekcji. Ale spoko - kliknij w którychś z linków poniżej, wciąż są yoye do obejrzenia:

source: If you want to be up-to-date with the latest yoyas, just click the "Like" button on our FB page:
es: Si quieres estar al tanto con las últimas yoyas, haga clic en el botón "Me Gusta" en nuestra página de FB:
pl: Jeśli chcesz być na bieżąco z nowościami na stronie, kliknij "Lubię to" na naszym fanpage'u na fejsie:

source: Contact
es: Contacto
pl: Kontakt

source: Advertise here
es: Anuncia Aqui
pl: Reklama

source: Disclaimer
es: Renuncia
pl: Oświadczenie

source: Regulations
es: Regulaciones
pl: Regulamin

source: All content is user-generated. It is the sole responsibility of the publications' authors - the site owner do not take any responsibility for the published content.
es: Todo el contenido es generado por los usuarios. Es de la exclusiva responsabilidad de los autores de las publicaciones - el propietario de la pagina no tiene ninguna responsabilidad por el contenido publicado.
pl: Treść tej strony jest tworzona przez jej użytkowników. Wyłączną odpowiedzialność za publikowane treści ponoszą ich autorzy - właściciel serwisu nie ponosi żadnej odpowiedzialności za prezentowane w nim treści.

source: RSS Feed
es: Fuente RSS
pl: Kanał RSS

source: yoya.es - key words that describe the site content. For us entertainment are emoticons, emotions, games, films, movies, images, pictures, free movies, web pictures, funy movies, cats, online games, jokes, stories, domotivators, fotos, fotos and pictures, funny photos, funny, hilarious, entertaining.
es: yoya.es - palabras clave que describen el contenido de este sitio. Para nosotros el entretenimiento son emoticones, juegos, películas, pelís, imágenes, fotografías, fotos, películas gratis, gifs, fotos, gatos, gatitios graciosos, juegos en línea, juegos online, chistes, historias, desmotivationes, fotos, fotos e imágenes, fotos divertidas, hilarantes, bromas, entretenida.
pl: yoya.es - słowa kluczowe opisujące zawartość strony. Dla nas rozrywka to emoty, zabawa, filmy, filmiki, zabawne filmiki, obrazki, dowcipy, dżołki, demotywatory, gify, animacje, parodie, komiksy, fotki, zdjęcia, gry, gry online, dzwonki, gry na telefon, studia, praca domowa, fejsbk, facebook, śmieszne obrazki, śmieszne historie, humor.

source: Advertisement
es: Publicidad
pl: Reklama

source: Do you want to advertise on this page?
es: ¿Quieres anunciarte en esta página?
pl: Czy chcesz reklamować się na tej stronie?

source: Contact with the author
es: Contacte el autor
pl: Skontaktuj się z autorem

source: Thank you for your message.
es: ¡Gracias por tu mensaje!
pl: Dzięki, wiadomość została wysłana.

source: If you want to advertise on YoYa, this is the best form to contact us.<BR/><BR/>If you are interested in the visual advertisement on yoya.es, we recommend to use the features of <A href="http://google.com/ads">Google ADS</A> - simply declare that you want to display your advertisements on our site. The complete description of the service is available on the page of <A href="http://google.com/ads">Google ADS</A>.
es: Si deseas anunciarte en Yoya, esta es la mejor forma de ponerse en contacto connosotros.<BR/><BR/>Si estas interesado en el anuncio visual en yoya.es, recomendamos el uso de los servicios de <A href="http://google.es/ads"> GoogleAnuncios </A> - sólo declara que deseas mostrar tus anuncios en nuestra pagina. La descripción completa del servicio está disponible en la página de <A href = "http://google.com/ads">Anuncios de Google</ A>.
pl: Jeśli chcesz umieścić swoją reklamę na yoya.es, to jest to odpowiednie miejsce, żeby się z nami skontaktować.<BR/><BR/>Jeśli jesteś zainteresowany reklamą graficzną na yoya.es, polecamy skorzystanie z możliwości <A href="http://google.pl/ads">Google ADS</A> - po prostu zadeklaruj, że chcesz aby Twoje reklamy były wyświetlane na naszej stronie. Pełny opis usługi jest dostępny na stronie <A href="http://google.pl/ads">Google ADS</A>.

source: Do you have some comments or suggestions? Are you an author of some content published on this page and you aren't happy about it? Leave us a message here:
es: ¿Tienes algún comentario o sugerencia? ¿Eres un autor(-a) de algúna cosapublicada en esta página y lo no te gusta? Déjanos un mensaje aquí:
pl: Masz jakieś sugestie lub komentarze? A może jesteś autorem treści opublikowanych na tej stronie i nie jesteś zadowolony z tego powodu? jeśli tak, zostaw nam tutaj swoją wiadomość:

source: Disclaimer statement
es: Descargo de responsabilidad
pl: Oświadczenie

source: Frequently Asked Questions
es: Las Preguntas Presuntamente Frecuentes
pl: FAQ, czyli Często Zadawane Pytania

source: What is YoYa? What is the idea of this page?
es: ¿Que es YoYa? ¿Cuál es la idea de esta página?
pl: Czym siest YoYa? Jaka jest idea tej strony?
