Repository: lgr/yoya
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pl

source: Are you bored at the school / university / at work? Do you want to entertain yourself? Did you take a funny photo or create an increadibely funny image that you want to share with the world? This is the place for you! Every day we select and publish new images submited by the people - you cannot miss them!
es: ¿Te aburres en la clase o en el trabajo?¿Quieres divertirte un rato?¿Has hecho una foto o un fotomontaje cómico que te gustaría enseñar al mundo? Eso es el sitio para Ti! Cada día seleccionamos y publicamos nuevas imágenes - no puedes perderlas!
pl: Nudzisz się w szkole / na uniwersytecie / w pracy? Chcesz się trochę rozerwać? A może właśnie udalo Ci się pstryknąć śmieszną fotkę lub stworzyć epicki obrazek lub historyjkę, którą chcesz się podzielić ze światem? Jeśli tak, to ta strona jest dla Ciebie! Każdego dnia wybieramy i publikujemy najlepsze obrazki nadesłane przez Was - nie możesz ich przegapić!

source: Click here to close the advertisement
es: Haga click para cerrar el anuncio
pl: Kliknij, aby zamknąć reklamę

source: Uploaded on %(time)s by
es: Subido en %(time)s por
pl: Wysłane %(time)s przez

source: Next Random Yoya?
es: La siguente Yoya aleatoria?
pl: Kolejny losowy obrazek?

source: See also the other FUNtastic yoyas:
es: Eyy, mira también otras yoyas:
pl: Ej, zobacz też pozostałe śmieszne obrazki:

source: REJECT
es: RECHAZAR
pl: ODRZUĆ

source: FRONT PAGE
es: PORTADA
pl: WRZUĆ NA GŁÓWNĄ

source: it looks like there's nothing in this section.
es: parece que no hay nada en esta sección.
pl: wygląda na to, że niczego nie ma w tej sekcji.

source: I like it
es: Me gusta
pl: Podoba mi się

source: I don't like it, FUUUU!
es: No me gusta, FUUUU!
pl: Nie podoba mi się, FUUUU!

source: Single item
es: elemento singular
pl: Pojedynczy element

source: List
es: Lista
pl: Lista

source: OK
es: Vale

source: Spider: All crawlable sites
es: Araña: Todas las paginas
pl: Spider: Wszystkie dostępne strony

source: Select the site
es: Elige la pagina
pl: Wybierz stronę

source: ALL POSSIBLE SITES
es: TODAS LAS PAGINAS POSIBLES
pl: WSZYSTKIE DOSTĘPNE STRONY

source: Error
pl: Błąd

source: To be continued...
pl: Tu niedługo będzie tekst...
